src/main/resources/xml/trans.xml

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
<Body>
  <Transfer xmlns="com/majorczyk/soap/account">
    <accountFrom>24001172750000000000000001</accountFrom>
    <accountTo>94001172750000000000000002</accountTo>
    <amount>2354</amount>
    <title>A\bx\r</title>
    <name>hoho</name>
    <token>user1</token>
    <interbank>false</interbank>
  </Transfer>
</Body>
</Envelope>
